brew "bat"
brew "btop"
brew "coreutils"
brew "curl"
brew "direnv"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "just"
brew "lazygit"
brew "lf"
brew "mise"
brew "neovim"
brew "starship"
brew "stow"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "yt-dlp"
brew "zoxide"
cask "adobe-acrobat-reader"
cask "caffeine"
cask "iterm2"
cask "karabiner-elements"
