tap "d12frosted/emacs-plus"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/fuse"
tap "homebrew/games"
tap "neovim/neovim"
cask "java"
cask "osxfuse"
brew "openssl"
brew "readline"
brew "aircrack-ng"
brew "antigen"
brew "gdbm"
brew "python"
brew "asciinema"
brew "lua"
brew "gettext"
brew "libffi"
brew "autoconf"
brew "automake"
brew "bat"
brew "bison"
brew "boot-clj"
brew "c-ares"
brew "pixman"
brew "chruby"
brew "clib"
brew "cmake"
brew "coreutils"
brew "dbus"
brew "gmp"
brew "nettle"
brew "emacs", args: ["with-cocoa"]
brew "entr"
brew "faac"
brew "fd"
brew "lame"
brew "xvid"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gdb"
brew "geoip"
brew "glew"
brew "pkg-config"
brew "icu4c"
brew "html-xml-utils"
brew "htop"
brew "libtool"
brew "imagemagick"
brew "irssi"
brew "leiningen"
brew "libav"
brew "libcroco"
brew "libevent"
brew "libiconv"
brew "libpqxx"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "llvm"
brew "lynx"
brew "md5sha1sum"
brew "mosh"
brew "msgpack"
brew "mtr"
brew "ncdu"
brew "unibilium"
brew "neovim"
brew "nethack"
brew "nmap"
brew "nyancat"
brew "opam"
brew "pandoc"
brew "parallel"
brew "pcre2"
brew "qt"
brew "ripgrep"
brew "rsync"
brew "ruby-build"
brew "ruby-install"
brew "sdl2_image"
brew "shared-mime-info"
brew "sl"
brew "sloccount"
brew "sshfs"
brew "stow"
brew "the_silver_searcher"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tokyo-cabinet"
brew "transmission"
brew "tree"
brew "utf8proc"
brew "vim"
brew "w3m"
brew "watch"
brew "wget"
brew "wireshark"
brew "you-get"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zstd"
brew "heroku/brew/heroku"
cask "brogue"
cask "dash"
cask "discord"
cask "firefox"
cask "haskell-platform"
cask "iterm2"
cask "obs"
cask "seil"
cask "smcfancontrol"
cask "transmission"
cask "unetbootin"
cask "virtualbox"
cask "vlc"
